<?php
// +------------------------------------------------------------------
// | File: OrderTask.php
// +------------------------------------------------------------------
// | Author: jinhui - <ryokinki@163.com>
// +------------------------------------------------------------------
// | Create: 2018-10-11 17:41:08
// +------------------------------------------------------------------
namespace App\Task;
class OrderTask extends BaseTask
{
	public function createOrder($params) {
	     echo "\n创建订单 \n";
		 var_dump($params);
	}
}
